#include "manager.h"

using namespace std;

Manager::Manager(){
}

Manager::~Manager(){
}

void Manager::ShowMenu(){
	cout << "*********************************************" << endl;
	cout << "*********欢迎使用AHUACM实验室管理系统********" << endl;
	cout << "***************0.退出管理程序****************" << endl;
	cout << "***************1.增加成员信息****************" << endl;
	cout << "***************2.显示成员信息****************" << endl;
	cout << "***************3.删除毕业成员****************" << endl;
	cout << "***************4.修改成员信息****************" << endl;
	cout << "***************5.查找成员信息****************" << endl;
	cout << "***************6.按照序号编号****************" << endl;
	cout << "***************7.清空所有存档****************" << endl;
	cout << "*********************************************" << endl;

}

void Manager::ExitSystem(){
	system("cls");
	cout << "欢迎下次使用!" << endl;
	exit(0);
	return;
}